{ 
    "videos":[
    {
        "id":0,
        "title": "The Tomorrow War",
        "synopsis": "The world is stunned when a group of time travelers arrive from the year 2051 to deliver an urgent message: Thirty years in the future, mankind is losing a global war against a deadly alien species. The only hope for survival is for soldiers and civilians from the present to be transported to the future and join the fight. Among those recruited is high school teacher and family man Dan Forester (Chris Pratt). Determined to save the world for his young daughter, Dan teams up with a brilliant scientist (Yvonne Strahovski) and his estranged father (J.K. Simmons) in a desperate quest to rewrite the fate of the planet. ",
        "genres": ["Sci-Fi", "Action", "Adventure"],
        "releaseYear":"2021",
        "runtime":"140",
        "poster":"https://static.bunnycdn.ru/i/cache/images/6/6c/6cc18402914ed2d5889084b9ab90f02e.jpg-w380",
        "banner":"https://static.bunnycdn.ru/i/cache/images/9/9e/9e85743034f1869fdb72db884d34490d.jpg",
        "type":"movie",
        "rent":"4.99",
        "buy":"13.99",
        "IMDbRating":"6.70",
        "actors":["Yvonne Strahovski", "Chris Pratt", "J.K. Simmons"],
        "director": "Chris McKay",
        "inDemand": true,
        "featured": false
    },
    {
        "id":1,
        "title": "F9",
        "synopsis": "Cipher enlists the help of Jakob, Dom's younger brother to take revenge on Dom and his team.",
        "genres": ["Thriller", "Action", "Adventure", "Crime"],
        "releaseYear":"2021",
        "runtime":"143",
        "banner":"https://static.bunnycdn.ru/i/cache/images/f/ff/ff45c7097a9eeb1126adf8ed520b63e3.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/9/9c/9c3bf0cac7153db4f5677be55246bddf.jpg-w380",
        "type":"movie",
        "rent":"5.99",
        "buy":"11.99",
        "IMDbRating":"5.50",
        "actors":["Vin Diesel", "John Cena", "Charlize Theron", "Kurt Russell"],
        "director": "Justin Lin",
        "inDemand": true,
        "featured": false
    },
    {
        "id":2,
        "title": "The Conjuring: The Devil Made Me Do It",
        "synopsis": "In 1981, only a few years after Michael Taylor's particularly violent Ossett Murder case that shocked the United Kingdom, and Janet Hodgson's blood-curdling Enfield Haunting case in The Conjuring 2 (2016), the experienced investigators of the unexplained, Ed Warren and Lorraine Warren, found themselves in Brookfield, Connecticut. There, Ed and Lorraine encountered something they'd never seen before: after the challenging exorcism of eight-year-old David Glatzel, Arne Johnson, a young friend of the Glatzels, began exhibiting increasingly strange behaviour. Then, more and more, the suffocating stranglehold of evil tightened around everyone involved, leading to murder and Johnson's incarceration. But, according to Arne, evil forces were at work. Did the devil, indeed, make him do it?",
        "genres": ["Thriller", "Mystery", "Horror"],
        "releaseYear":"2021",
        "runtime":"112",
        "banner":"https://static.bunnycdn.ru/i/cache/images/a/a7/a722704b851747bf2be024ba5527b3e9.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/3/31/31673239e8937fc3eca9be273aad2cee.jpg-w380",
        "type":"movie",
        "rent":"5.99",
        "buy":"10.99",
        "IMDbRating":"6.40",
        "actors":["Patrick Wilson", "Vera Farmiga"],
        "director":"Michael Chaves",
        "inDemand": true,
        "featured": false
    },
    {
        "id":3,
        "title": "Nobody",
        "synopsis": "Emmy winner Bob Odenkirk (Better Call Saul, The Post, Nebraska) stars as Hutch Mansell, an underestimated and overlooked dad and husband, taking life's indignities on the chin and never pushing back. A nobody. When two thieves break into his suburban home one night, Hutch declines to defend himself or his family, hoping to prevent serious violence. His teenage son, Blake (Gage Munroe, The Shack), is disappointed in him and his wife, Becca (Connie Nielsen, Wonder Woman), seems to pull only further away. The aftermath of the incident strikes a match to Hutch's long-simmering rage, triggering dormant instincts and propelling him on a brutal path that will surface dark secrets and lethal skills. In a barrage of fists, gunfire and squealing tires, Hutch must save his family from a dangerous adversary (famed Russian actor Aleksey Serebryakov, Amazon's McMafia)-and ensure that he will never be underestimated as a nobody again.",
        "genres": ["Thriller", "Action", "Crime"],
        "releaseYear":"2021",
        "runtime":"92",
        "banner":"https://static.bunnycdn.ru/i/cache/images/c/c8/c87409ba6f52b605e13217783d7aeca2.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/0/0b/0b5c1aef0326ebe87903bfd32b8c60ac.jpg-w380",
        "type":"movie",
        "rent":"4.49",
        "buy":"11.49",
        "IMDbRating":"7.40",
        "actors":["Bob Odenkirk", "Connie Nielsen", "Christopher Lloyd"],
        "director":"Ilya Naishuller",
        "inDemand": true,
        "featured": false
    },
    {
        "id":4,
        "title": "Mortal Kombat",
        "synopsis": "MMA fighter Cole Young (Lewis Tan), accustomed to taking a beating for money, is unaware of his heritage-or why Outworld's Emperor Shang Tsung (Chin Han) has sent his best warrior, Sub-Zero (Joe Taslim), an otherworldly Cryomancer, to hunt Cole down. Fearing for his family's safety, Cole goes in search of Sonya Blade (Jessica McNamee) at the direction of Jax (Mehcad Brooks), a Special Forces Major who bears the same strange dragon marking Cole was born with. Soon, he finds himself at the temple of Lord Raiden (Tadanobu Asano), an Elder God and the protector of Earthrealm, who grants sanctuary to those who bear the mark. Here, Cole trains with experienced warriors Liu Kang (Ludi Lin), Kung Lao (Max Huang) and rogue mercenary Kano (Josh Lawson), as he prepares to stand with Earth's greatest champions against the enemies of Outworld in a high stakes battle for the universe. But will Cole be pushed hard enough to unlock his arcana-the immense power from within his soul-in time to save not only his family but to stop Outworld once and for all? ",
        "genres": ["Thriller", "Sci-Fi", "Adventure", "Action", "Fantasy"],
        "releaseYear":"2021",
        "runtime":"110",
        "banner":"https://static.bunnycdn.ru/i/cache/images/f/f1/f1800b9cea761dc8064045e131eb3b66.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/d/d7/d769a9817346104278a3b772c4b055e6.jpg-w380",
        "type":"movie",
        "rent":"3.99",
        "buy":"7.99",
        "IMDbRating":"6.20",
        "actors":["Tadanobu Asano", "Hiroyuki Sanada", "Josh Lawson"],
        "director":"Simon McQuoid",
        "inDemand": true,
        "featured": false
    },
    {
        "id":5,
        "title": "Godzilla vs. Kong",
        "synopsis": "Mighty Godzilla, who hasn't been seen since the grand battle with his three-headed arch-enemy, King Ghidorah, in Godzilla: King of the Monsters (2019), re-emerges, destroying everything in its path. As yesterday's saviours become a menace to the world, Monarch anthropological linguist, Dr Ilene Andrews, and her gifted adopted daughter, Jia, sense that a dormant, centuries-old conflict is about to be re-established. Now, two monstrous alpha Titans engage in the ultimate fight for dominance, and once again, humans are caught in the middle. But Kong bows to no one, and Godzilla is an unstoppable freak of nature. Who shall live and who shall die in the brutal clash of the Titans?",
        "genres": ["Thriller", "Sci-Fi", "Action"],
        "releaseYear":"2021",
        "runtime":"113",
        "banner":"https://static.bunnycdn.ru/i/cache/images/5/56/56d72c57e71635aa32ed3b42ef264525.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/a/a1/a1c4fb205a064e0eb1ccb4e9d580da61.jpg-w380",
        "type":"movie",
        "rent":"2.99",
        "buy":"6.99",
        "IMDbRating":"6.40",
        "actors":["Demián Bichir", "Rebecca Hall", "Kyle Chandler", "Shun Oguri", "Alexander Skarsgård"],
        "director":"Adam Wingard",
        "inDemand": true,
        "featured": false
    },
    {
        "id":6,
        "title": "Zack Snyder's Justice League",
        "synopsis": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions. The task proves more difficult than Bruce imagined, as each of the recruits must face the demons of their own pasts to transcend that which has held them back, allowing them to come together, finally forming an unprecedented league of heroes. Now united, Batman, Wonder Woman, Aquaman, Cyborg and The Flash may be too late to save the planet from Steppenwolf, DeSaad and Darkseid and their dreadful intentions.",
        "genres": ["Sci-Fi", "Action", "Adventure", "Fantasy"],
        "releaseYear":"2021",
        "runtime":"242",
        "banner":"https://static.bunnycdn.ru/i/cache/images/c/c6/c6bdf6c2551cbb04707924ce6e734a1d.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/4/49/49c0319033c95ae52c04adcb9b5ee99c.jpg-w380",
        "type":"movie",
        "rent":"7.99",
        "buy":"19.99",
        "IMDbRating":"8.10",
        "actors":["Ben Affleck", "Henry Cavill", "Ezra Miller", "Gal Gadot", "Jason Momoa", "Ray Fisher"],
        "director":"Zack Snyder",
        "inDemand": false,
        "featured": true
    },
    {
        "id":7,
        "title": "Raya and the Last Dragon",
        "synopsis": "Five long centuries after the selfless sacrifice of the magical dragons, the once-peaceful land of Kumandra, where humans lived harmoniously alongside the mystical creatures, is in disarray, divided into five nations. With warring factions, distrust, and the unstoppable menace of the Druun wreaking havoc on Kumandra, Raya, the sword-wielding Princess of Heart, and fearless Guardian of the Dragon Gem, embarks on a peril-laden quest to track down a benevolent mythical being and heal the land. Will Raya find mighty Sisu, the last dragon?",
        "genres": ["Animation", "Comedy", "Adventure", "Action", "Fantasy", "Family"],
        "releaseYear":"2021",
        "runtime":"107",
        "banner":"https://static.bunnycdn.ru/i/cache/images/9/9c/9c06dc3a2044f5f5b2c3ba29992eea3d.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/0/0d/0dd1232cf3c889a5c3c75ded39c2377a.jpg-w380",
        "type":"movie",
        "rent":"3.79",
        "buy":"9.99",
        "IMDbRating":"7.40",
        "actors":["Sandra Oh", "Awkwafina", "Gemma Chan", "Daniel Dae Kim", "Alan Tudyk", "Benedict Wong", "Lucille Soong"],
        "director":"Don Hall & others",
        "inDemand": false,
        "featured": true
    },
    {
        "id":8,
        "title": "Army of the Dead",
        "synopsis": "With the abandoned, walled city of Las Vegas overrun with zombies, after a disastrous government fault, the billionaire casino magnate, Bly Tanaka, realises that he has left something in Sin City: $200 million to be more precise. For the time being, his mountains of cash are safe behind his impenetrable casino vault; however, the US President plans to nuke the entire city in less than 96 hours. Now, Tanaka is willing to pay $50 million to the decorated former mercenary, Scott Ward, and his hand-picked team to retrieve the money before the bomb obliterates the city. Indeed, this is a life-changing offer Scott cannot refuse; nevertheless, the rules have changed, and the horde of the walking undead seems to be more organised than they might have expected. But, time is running out. Can they return from Vegas in one piece and rich?",
        "genres": ["Thriller", "Sci-Fi", "Action", "Crime", "Horror"],
        "releaseYear":"2021",
        "runtime":"148",
        "banner":"https://static.bunnycdn.ru/i/cache/images/2/2b/2be986b0df45931721ecad254b876771.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/4/4e/4ea9d1f135dc15d576d3e11f08066c51.jpg-w380",
        "type":"movie",
        "rent":"5.49",
        "buy":"14.99",
        "IMDbRating":"5.80",
        "actors":["Matthias Schweighöfer", "Hiroyuki Sanada", "Garret Dillahunt", "Ana De La Reguera", "Dave Bautista", "Omari Hardwick"],
        "director":"Zack Snyder",
        "inDemand": false,
        "featured": true
    },
    {
        "id":9,
        "title": "The Godfather",
        "synopsis": "Widely regarded as one of the greatest films of all time, this mob drama, based on Mario Puzo's novel of the same name, focuses on the powerful Italian-American crime family of Don Vito Corleone (Marlon Brando). When the don's youngest son, Michael (Al Pacino), reluctantly joins the Mafia, he becomes involved in the inevitable cycle of violence and betrayal. Although Michael tries to maintain a normal relationship with his wife, Kay (Diane Keaton), he is drawn deeper into the family business.",
        "genres": ["Drama", "Crime"],
        "releaseYear":"1972",
        "runtime":"N/A",
        "banner":"https://mythbank.com/wp-content/uploads/2018/06/banner-best-70s-films.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/b/b2/b28861266574af44a3e2e0f79d8e628f.jpg-w380",
        "type":"movie",
        "rent":"4.99",
        "buy":"10.99",
        "IMDbRating":"9.20",
        "actors":["Al Pacino", "Marlon Brando", "James Caan"],
        "director":"Francis Ford Coppola",
        "inDemand": false,
        "featured": true
    },
    {
        "id":10,
        "title": "The Grand Budapest Hotel",
        "synopsis": "A teenage girl visits the monument of the writer who penned the book, \"The Grand Budapest Hotel\". In 1968, that author was inspired to write the book when he visited that hotel, located in the European mountainous country formerly known as Zubrowka. Once a luxurious hotel, it, in 1968, has fallen on hard times. The author meets the then current owner, Mr. Zero Moustafa (F. Murray Abraham), who recounts the story of how he became the hotel's owner and why he holds onto it and keeps it open despite it obviously making him no money. Zero's story begins in 1932, when the hotel was in its golden era. Zero (Tony Revolori) was the novice immigrant lobby boy, who, like all the other hotel staff, was under the guidance of M. Gustave (Ralph Fiennes), the devoted concierge. Gustave aimed to please, he giving the guests whatever they wanted, especially the wealthy blonde women. The story largely revolves around one of those women, the wealthy Madame Céline Villeneuve Desgoffe-und-Taxis - better known as Madame D. (Tilda Swinton) - her opportunistic son Dmitri (Adrian Brody), the bequeathing of a valuable painting called \"Boy with Apple\" to Gustave, the mysterious circumstances surrounding her death which is initially pinned on Gustave, and the attempts of Zero, his girlfriend - a baker's assistant named Agatha (Saoirse Ronan) - and others to clear Gustave's name while Dmitri does whatever he needs to get what he believes is rightfully his, namely the painting.",
        "genres": ["Drama", "Comedy", "Adventure"],
        "releaseYear":"2014",
        "runtime":"99",
        "banner":"https://static.bunnycdn.ru/i/cache/images/d/d6/d6f2f1c82c5502301baacf586d5aacd0.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/9/97/97a4602cee8b4e8abe7a3d44eee89265.jpg-w380",
        "type":"movie",
        "rent":"7.99",
        "buy":"16.99",
        "IMDbRating":"8.10",
        "actors":["Ralph Fiennes", "Mathieu Amalric", "F Murray Abraham"],
        "director":"Wes Anderson",
        "inDemand": false,
        "featured": true
    },
    {
        "id":11,
        "title": "Moonrise Kingdom",
        "synopsis": "New Penzance Island, 1965. Twelve year old Sam Shakusky has left a note for Randy Ward, Master of Khaki Scout Troop 55, that he has voluntarily left Camp Ivanhoe at Fort Lebanon, where the troop is stationed, and is resigning from the scouts. It isn't until this incident that Master Ward finds out that Sam is an orphan in the foster care system, Mr. and Mrs. Herbert Billingsley, who operate a foster care factory of sorts, his current foster parents. This information was not included within Sam's file. This event places Sam's status within the social services system in jeopardy. Master Ward, with the Island's Police Department's Captain Duffy Sharp and all of Khaki Scout Troop 55, go on a quest for the missing Sam, a task which evokes mixed emotions from the troop members, most who don't like Sam and see him as being emotionally disturbed. Elsewhere on the island, married lawyers Walt and Laura Bishop find that their oldest of four offspring and only daughter, twelve year old Suzy Bishop, is also missing. From a stack of correspondence they find, which amount to love letters, they learn that Suzy has probably run off with Sam, who they don't even know. With Sam's scouting knowledge and Suzy's plentiful stock of supplies, they may be able to elude their trackers for quite a while. But as this large group search for the young pair, what they hope to accomplish may change as they come to understand Sam and Suzy's individual and combined situations.",
        "genres": ["Drama", "Comedy", "Adventure", "Romance"],
        "releaseYear":"2012",
        "runtime":"94",
        "banner":"https://assets.fontsinuse.com/static/use-media-items/37/36102/full-810x371/569ea37b/moonrise2.png",
        "poster":"https://static.bunnycdn.ru/i/cache/images/0/01/01cb8577cdfe59dcb2812c937420006c.jpg-w380",
        "type":"movie",
        "rent":"8.99",
        "buy":"18.49",
        "IMDbRating":"7.80",
        "actors":["Kara Hayward", "Bruce Willis", "Jared Gilman", "Edward Norton"],
        "director":"Wes Anderson",
        "inDemand": false,
        "featured": true
    },
    {
        "id":12,
        "title": "Little Miss Sunshine",
        "synopsis": "In Albuquerque, Sheryl Hoover brings her suicidal brother Frank to the breast of her dysfunctional and emotionally bankrupted family. Frank is homosexual, an expert in Proust. He tried to commit suicide when he was rejected by his boyfriend and his great competitor became renowned and recognized as number one in the field of Proust. Sheryl's husband Richard is unsuccessfully trying to sell his self-help and self-improvement technique using nine steps to reach success, but he is actually a complete loser. Her son Dwayne has taken a vow of silence as a follower of Nietzsche and aims to be a jet pilot. Dwayne's grandfather Edwin was sent away from the institution for elders (Sunset Manor) and is addicted in heroin. When her seven-year-old daughter Olive has a chance to dispute the Little Miss Sunshine pageant in Redondo Beach, California, the whole family travels together in their old Volkswagen Type 2 (Kombi) in a funny journey of hope of winning the talent contest and to make a dream come true.",
        "genres": ["Drama", "Comedy"],
        "releaseYear":"2006",
        "runtime":"101",
        "banner":"https://static.bunnycdn.ru/i/cache/images/f/ff/ff26908e60c7d4e88a972a039d39e371.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/b/b6/b601ac877ea624fe12a9afa815df6575.jpg-w380",
        "type":"movie",
        "rent":"5.99",
        "buy":"15.49",
        "IMDbRating":"7.80",
        "actors":["Steve Carell", "Toni Collette", "Greg Kinnear", "Alan Arkin", "Abigail Breslin"],
        "director":"Valerie Faris & Jonathan Dayton",
        "inDemand": false,
        "featured": true
    },
    {
        "id":13,
        "title": "Her",
        "synopsis": "In today's world, much is accomplished through the use of computer systems which use voice recognition, those computer systems which in turn communicate to their user often through a generated voice. Theodore Twombly, who works as a writer of computer-generated handwritten letters for clients, is an introverted man on the verge of divorce from his long time love, Catherine. He is hanging onto his marriage for dear life. Beyond his purely platonic relationship with a longtime friend, the married Amy, Theodore is having problems moving onto other satisfying female relationships, either romantically or even sexually. He eventually realizes he is falling for his confidante who has become possibly his best friend, Samantha, the name he has given to the artificial intelligence operating system that powers all his personal technological devices. As Samantha is designed to cater to Theodore's needs, she evolves to a point of falling for him as well. Beyond the fact that Samantha does not have a body, they have to come up with ways of making the relationship into one truly fulfilling in every component. Three of the many questions that may arise are whether Theodore's relationship with Samantha is preventing him from having a more satisfying relationship with a female human, whether a human and a computer operating system truly can be bonded in all critical aspects, and whether Samantha's quick evolution means she will evolve even further to her own form of self-fulfillment.",
        "genres": ["Drama", "Sci-Fi", "Romance"],
        "releaseYear":"2014",
        "runtime":"126",
        "banner":"https://c4.wallpaperflare.com/wallpaper/240/108/8/film-posters-her-movie-joaquin-phoenix-spike-jonze-wallpaper-preview.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/e/e7/e728cb69dd781947bb69dadd67bcf0b0.jpg-w380",
        "type":"movie",
        "rent":"6.99",
        "buy":"12.99",
        "IMDbRating":"8.00",
        "actors":["Joaquin Phoenix", "Scarlett Johansson", "Amy Adams"],
        "director":"Spike Jonze",
        "inDemand": false,
        "featured": true
    },
    {
        "id":14,
        "title": "Star Wars: Episode 5 - The Empire Strikes Back",
        "synopsis": "The story of Luke Skywalker, Han Solo, Princess Leia, and the others did not end with the destruction of the Death Star, it continues in this movie. Imperial forces have since driven the Rebels to hide on the ice world of Hoth. But even on such an icy, backwater world, they cannot escape the evil Darth Vader's eyes for long, and he devastates the Rebel base in an assault with the Imperial AT-AT walkers. Luke flees to Dagobah to begin Jedi training with Master Yoda, while Han Solo, Chewbacca, Princess Leia, and C-3PO run the blockade of Imperial Star Destroyers in the Millennium Falcon. The Imperials pursue them across the galaxy and eventually catch up with them on Bespin. Now Darth Vader plans to use them as bait to lure Luke Skywalker to him, and turns Han Solo over to Boba Fett as a prize to be delivered to crime lord Jabba the Hutt. Luke learns a terrible family secret after losing a swordfight with the Dark Lord. Will he, and the others, escape the Empire's clutches?",
        "genres": ["Sci-Fi", "Adventure", "Action", "Fantasy"],
        "releaseYear":"1980",
        "runtime":"124",
        "banner":"https://static.bunnycdn.ru/i/cache/images/a/a8/a84aba61dd29edbee39312e9c5f3b6f2.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/0/0b/0b7298b41354fc47a3d74fec04fad8f3.jpg-w380",
        "type":"movie",
        "rent":"4.99",
        "buy":"12.99",
        "IMDbRating":"8.70",
        "actors":["Harrison Ford", "Mark Hamill", "Carrie Fisher"],
        "director":"Irvin Kershner",
        "inDemand": false,
        "featured": true
    },
    {
        "id":15,
        "title": "Forrest Gump",
        "synopsis": "The movie Forrest Gump follows the life events of a man who shares the name as the title of the film. Gump faces many tribulations throughout his life, but he never lets any of them interfere with his happiness. From wearing braces on his legs, to having a below average IQ and even being shot, Gump continues to believe that good things will happen and goes after his dreams. While several less than ideal things occur during Gump's life, he manages to turn each setback into something good for him, such as when he finally gets his braces off he discovers that he is capable of running faster than most other people. This skill allows Gump to not only escape his bullies while he is a child in Greenbow, but also to gain a football scholarship, save many soldiers' lives and become famous for his ability. While Gump eventually achieves the majority of the things he hoped to throughout the movie, it proved a much more difficult task to win the heart of his life-long friend Jenny Curran. The movie is centered on Forrest Gump and the incidences that occur during his life, but during each period in his lifetime he thinks back of Jenny and how important she is to him. Although the two characters grew up together and shared a very close friendship, as the movie progresses they grow apart. This upsets Gump who cares immensely for the girl who had a rough start in life, and it seems the two always end up back in each other's lives, often in extraordinary ways like meeting in the Reflection Pond in D.C. Even though Gump is the main character of the film, it similarly tells the story of Curran and the hardships she faces.",
        "genres": ["Drama", "Romance"],
        "releaseYear":"1994",
        "runtime":"142",
        "banner":"https://static.bunnycdn.ru/i/cache/images/7/7a/7ab5f99a36b05491421481dcad52e67e.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/4/46/46a6861782cd3aab3ca8662a10e27a54.jpg-w380",
        "type":"movie",
        "rent":"7.89",
        "buy":"19.49",
        "IMDbRating":"8.80",
        "actors":["Robin Wright", "Tom Hanks", "Gary Sinise"],
        "director":"Robert Zemeckis",
        "inDemand": false,
        "featured": true
    },
    {
        "id":16,
        "title": "Kill Bill: The Whole Bloody Affair",
        "synopsis": "The Bride must kill her ex-boss and lover Bill who betrayed her at her wedding rehearsal, shot her in the head and took away her unborn daughter. But first, she must make the other four members of the Deadly Viper Assassination Squad suffer.",
        "genres": ["Action", "Crime"],
        "releaseYear":"2011",
        "runtime":"247",
        "banner":"https://static.bunnycdn.ru/i/cache/images/1/1a/1abea6e07474550eca8e9fde7573c921.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/7/77/777a78a55011dd4b1f17464576eb1bf1.jpg-w380",
        "type":"movie",
        "rent":"9.99",
        "buy":"24.99",
        "IMDbRating":"8.80",
        "actors":[ "Uma Thurman", "Vivica A Fox", "David Carradine", "Michael Parks", "Michael Bowen"],
        "director":"Quentin Tarantino",
        "inDemand": false,
        "featured": true
    },
    {
        "id":17,
        "title": "Pulp Fiction",
        "synopsis": "Faced with life's cruel irony, the unpredictable stories of a well-dressed pair of low-level hitmen; a gangster's statuesque moll, and a double-crossing prizefighter become inextricably intertwined, as the small-time crooks, Honey Bunny and Pumpkin, summon up the courage to hold up their favourite L.A. diner. Entrusted with retrieving a glow-emitting leather suitcase which belongs to their boss--the powerful crime kingpin, Marsellus--instead, the dark-suited gunmen, Vincent Vega and Jules Winnfield, end up with a bloody mess. Fortunately--with men like Mr Wolf always around to handle a crisis--there's time to cool off in a long twist contest, while at the same time, the proud champion boxer, Butch, makes the decision of a lifetime. Soon, things will come full circle, as, once more, Jules and Vincent find themselves in the perfect dead-end situation, exactly where it all began: an all-too-familiar cafeteria. Is truth stranger than fiction?",
        "genres": ["Drama", "Crime"],
        "releaseYear":"1994",
        "runtime":"154",
        "banner":"https://static.bunnycdn.ru/i/cache/images/1/14/14816e0b20206eb4b0892dc96d72f5fe.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/7/76/76a15671278d128d8b6f5c530f289e14.jpg-w380",
        "type":"movie",
        "rent":"11.99",
        "buy":"21.49",
        "IMDbRating":"8.90",
        "actors":["Samuel L. Jackson", "John Travolta", "Uma Thurman"],
        "director":"Quentin Tarantino",
        "inDemand": false,
        "featured": true
    },
    {
        "id":18,
        "title": "The Royal Tenenbaums",
        "synopsis": "Royal Tenenbaum and his wife Etheline had three children and then they separated. All three children are extraordinary --- all geniuses. Virtually all memory of the brilliance of the young Tenenbaums was subsequently erased by two decades of betrayal, failure, and disaster. Most of this was generally considered to be their father's fault. \"The Royal Tenenbaums\" is the story of the family's sudden, unexpected reunion one recent winter.",
        "genres": ["Drama", "Comedy"],
        "releaseYear":"2002",
        "runtime":"N/A",
        "banner":"https://static.bunnycdn.ru/i/cache/images/f/f0/f01b84fb01f00cb75d2776815aa25a3c.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/d/d0/d02fc798bbfb5141c787dd314bbe8188.jpg-w380",
        "type":"movie",
        "rent":"5.99",
        "buy":"14.99",
        "IMDbRating":"7.60",
        "actors":["Gwyneth Paltrow", "Gene Hackman", "Anjelica Huston"],
        "director":"Wes Anderson",
        "inDemand": false,
        "featured": true
    },
    {
        "id":19,
        "title": "Casino Royal",
        "synopsis": "This movie introduces James Bond (Daniel Craig) before he holds his license to kill. But Bond is no less dangerous, and with two professional assassinations in quick succession, he is elevated to \"00\" status. Bond's first 007 mission takes him to Uganda, where he is to spy on a terrorist, Mollaka (Sebastien Foucan). Not everything goes to plan and Bond decides to investigate, independently of MI6, in order to track down the rest of the terrorist cell. Following a lead to the Bahamas, he encounters Alex Dimitrios (Simon Abkarian) and his girlfriend, Solange (Catarina Morino). He learns that Dimitrios is involved with Le Chiffre (Mads Mikkelsen), banker to the world's terrorist organizations. Secret Service intelligence reveals that Le Chiffre is planning to raise money in a high-stakes poker game in Montenegro at Le Casino Royale. MI6 assigns 007 to play against him, knowing that if Le Chiffre loses, it will destroy his organization. M (Dame Judi Dench) places Bond under the watchful eye of the beguiling Vesper Lynd (Eva Green). At first skeptical of what value Vesper can provide, Bond's interest in her deepens as they brave danger together and even torture at the hands of Le Chiffre. In Montenegro, Bond allies himself with Rene Mathis (Giancarlo Giannini) MI6's local field Agent, and Felix Leiter (Jeffrey Wright), who is representing the interests of the C.I.A. The marathon game proceeds with dirty tricks and violence, raising the stakes beyond blood money, and reaching a terrifying climax.",
        "genres": ["Adventure", "Action", "Crime"],
        "releaseYear":"2006",
        "runtime":"144",
        "banner":"https://static.bunnycdn.ru/i/cache/images/c/ce/ce898e396a6cd831e0b33cddd45961c0.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/8/8c/8c7dfba0b395ceb64a28b046d4972d3a.jpg-w380",
        "type":"movie",
        "rent":"4.99",
        "buy":"10.99",
        "IMDbRating":"8.00",
        "actors":["Eva Green", "Judi Dench", "Daniel Craig"],
        "director":"Martin Campbell",
        "inDemand": false,
        "featured": false
    },
    {
        "id":20,
        "title": "Loki",
        "synopsis": "The mercurial villain Loki resumes his role as the God of Mischief in a new series that takes place after the events of “Avengers: Endgame.”",
        "genres": ["Sci-Fi", "Adventure", "Action", "Fantasy"],
        "releaseYear":"2021",
        "runtime":"N/A",
        "banner":"https://assets1.ignimgs.com/2021/05/12/loki-poster-2-1620828778337_160w.jpg?width=1280",
        "poster":"https://static.bunnycdn.ru/i/cache/images/e/e5/e54f8950124a0b58ebd410dbc4e1da96.jpg-w380",
        "type":"tv-show",
        "rent":"8.99",
        "buy":"16.99",
        "IMDbRating":"8.90",
        "actors":["Owen Wilson", "Richard E. Grant", "Gugu Mbatha Raw", "Tom Hiddleston", "Sophia Di Martino"],
        "director":"Various",
        "inDemand": false,
        "featured": true
    },
    { "id": 21,
        "title":"Rick and Morty",
        "synopsis":"Rick Sanchez, a depressed, alcoholic, abusive, madman (who also happens to be a genius scientist with the ability to travel through dimensions) returns to his daughter Beth's life after two decades of being silent between the two. He finds her married to an incompetent, pathetic man named Jerry, and the couple has two teenage kids. Summer, the oldest girl, is a rebellious teen looking to have more friends at school, and Morty, the youngest child and a boy, is an anxious, quiet, and sweet kid. Rick makes Morty his sidekick and takes him on hilarious Interdimensional adventures, causing poor Morty to become steadily more miserable due to Rick's insane, abusive, and careless additude.",
        "genres":["Animation", "Comedy", "Adventure", "Sci-Fi"],
        "releaseYear":"2019",
        "runtime":"22",
        "banner":"https://static.bunnycdn.ru/i/cache/images/a/ae/aeff99d152d5b46ec36d36813632ac8c.jpg",
        "poster":"https://static.bunnycdn.ru/i/cache/images/d/db/db314a137e48dcfcad7903b59ce73cb1.jpg-w380",
        "type":"tv-show",
        "rent":"12.99",
        "buy":"29.99",
        "IMDbRating":"9.20",
        "actors":["Justin Roiland", "Dan Harmon", "Chris Parnell", "Sarah Chalke"],
        "director":"Dan Harmon & Justin Roiland",
        "inDemand": false,
        "featured": true
      },
      { "id": 22,
          "title":"Band of Brothers",
          "synopsis":"This is the story of \"E\" Easy Company, 506th Regiment of the 101st Airborne Division from their initial training starting in 1942 to the end of World War II. They parachuted behind enemy lines in the early hours of D-Day in support of the landings at Utah beach, participated in the liberation of Carentan and again parachuted into action during Operation Market Garden. They also liberated a concentration camp and were the first to enter Hitler's mountain retreat in Berchtesgaden. A fascinating tale of comradeship that is, in the end, a tale of ordinary men who did extraordinary things.",
          "genres":["Drama", "Action", "History", "War"],
          "releaseYear":"2001",
          "runtime":"594",
          "banner":"https://static.bunnycdn.ru/i/cache/images/d/de/de5c25fb50e0f86929b787f39fac02cc.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/d/d7/d7e86352dc53b0a459e82008c1c25539.jpg-w380",
          "type":"tv-show",
          "rent":"13.49",
          "buy":"36.99",
          "IMDbRating":"9.40",
          "actors":["Damian Lewis", "Ron Livingston", "Scott Grimes"],
          "director":"Various",
          "inDemand": false,
          "featured": true
        },
        { "id": 23,
          "title":"The Wire",
          "synopsis":"Set in Baltimore, this show centers around the city's inner-city drug scene. It starts as mid-level drug dealer, D'Angelo Barksdale beats a murder rap. After a conversation with a judge, Det. James McNulty has been assigned to lead a joint homicide and narcotics team, in order to bring down drug kingpin Avon Barksdale. Avon Barksdale, accompanied by his right-hand man Stringer Bell, enforcer Wee-Bey and many lieutenants (including his own nephew, D'Angelo Barksdale), has to deal with law enforcement, informants in his own camp, and competition with a local rival, Omar, who's been robbing Barksdale's dealers and reselling the drugs. The supervisor of the investigation, Lt. Cedric Daniels, has to deal with his own problems, such as a corrupt bureaucracy, some of his detectives beating suspects, hard-headed but determined Det. McNulty, and a blackmailing deputy. The show depicts the lives of every part of the drug \"food chain\", from junkies to dealers, and from cops to politicians.",
          "genres":["Drama", "Thriller", "Crime"],
          "releaseYear":"2008",
          "runtime":"59",
          "banner":"https://static.bunnycdn.ru/i/cache/images/0/06/06a2e0f0dd1e559dcb887623a1ec20f7.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/d/d4/d4f48973e6701b4ddd305ed88f1d6f05.jpg-w380",
          "type":"tv-show",
          "rent":"16.99",
          "buy":"29.99",
          "IMDbRating":"9.30",
          "actors":["Dominic West", "Lance Reddick", "Sonja Sohn"],
          "director":"David Simon",
          "inDemand": false,
          "featured": true
        },
        { "id": 24,
          "title":"Avatar: The Last Airbender",
          "synopsis":"In a lost age the world is divided into four equal powers: Water Tribe, Earth Kingdom, Fire Nation, and Air Nomads. In each nation there's a group of gifted people known as Benders who have the ability to manipulate their native element using martial arts and elemental magic. For thousands of years the nations lived together peacefully. But then disaster struck. The young ruler of the Fire Nation, Fire Lord Sozin, began a war of world conquest. The only one who could have prevented it was the Avatar. The Avatar is the human incarnation of the Spirit of Light, he alone can master bending all four elements. But, just when he was needed most, he disappeared. Now, 100 years later, a young Waterbender named Katara and her older brother Sokka stumble upon the long lost Avatar, Aang, who was encased in an iceberg for 100 years. They must help Aang master all four elements before summer when Sozin's grandson Fire Lord Ozai will use a comet to deal one last deadly strike against the other nations and claim a Fire Nation victory. But, all that is easier said than done with the Fire Lord's determined and hot-tempered son, Prince Zuko, hot on their trail.",
          "genres":["Animation", "Adventure", "Action", "Fantasy", "Family", "Mystery"],
          "releaseYear":"2007",
          "runtime":"23",
          "banner":"https://static.bunnycdn.ru/i/cache/images/e/e8/e85f7a965f51cbe1d8b51971af409104.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/d/da/da34045eaee64bf8b8a89bc0922b694e.jpg-w380",
          "type":"tv-show",
          "rent":"23.99",
          "buy":"39.99",
          "IMDbRating":"9.30",
          "actors":["Dante Basco", "Dee Bradley Baker", "Mae Whitman"],
          "director":"Michael Dante DiMartino & Bryan Konietzko",
          "inDemand": false,
          "featured": true
        },
        { "id": 25,
          "title":"The Joy of Painting",
          "synopsis":"In this half-hour program, artist Bob Ross paints on canvas a beautiful oil painting.",
          "genres":["Family", "Documentary"],
          "releaseYear":"1994",
          "runtime":"30",
          "banner":"https://static.bunnycdn.ru/i/cache/images/2/2d/2d2ad55c4ebe825a16a1329d7afee44d.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/4/42/420e5e5e584774928f99019f1404d557.jpg-w380",
          "type":"tv-show",
          "rent":"12.99",
          "buy":"19.99",
          "IMDbRating":"9.40",
          "actors":["Bob Ross", "Steve Ross"],
          "director":"Rick Roffman, Sally Schenck, & Jim Austin",
          "inDemand": false,
          "featured": true
        },
        { "id": 26,
          "title":"Chernobyl",
          "synopsis":"On April 26, 1986 the Chernobyl nuclear power plant near Pripyat, Ukraine experienced a malfunction which resulted in a core explosion in reactor 4. This miniseries follows Valery Legasov, the lead scientist working to control the disaster, Boris Shcherbina, a Soviet politician representing the interests of the Soviet government during the disaster, and Ulana Khomyuk, a nuclear physicist working to uncover the truth about what really happened at Chernobyl. This series tackles the problems that arise when the truth is ignored and kept from the public, begging the question: \"What is the cost of lies?\".",
          "genres":["Drama", "History"],
          "releaseYear":"2019",
          "runtime":"52",
          "banner":"https://static.bunnycdn.ru/i/cache/images/8/8f/8ffe541ae61148c791f1e517e7c207b6.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/c/cc/cc705ac1f23a2f80283dcc49dbb2d9fc.jpg-w380",
          "type":"tv-show",
          "rent":"9.99",
          "buy":"16.99",
          "IMDbRating":"9.40",
          "actors":["David Dencik", "Jared Harris", "Stellan Skarsgård"],
          "director":"Johan Renck",
          "inDemand": false,
          "featured": true
        },
        { "id": 27,
          "title":"The Twilight Zone",
          "synopsis":"The Twilight Zone is a place that exists at any moment of time, of space or of mind....but always when you least expect it. When you find yourself in this realm of unlimited possibility, be careful what you say or do. The right decisions may help you find your way back out....sometimes with greater happiness and wealth. The wrong decisions often lead to madness and death, or an eternity trapped in this dimension. Tread warily past the sign post ahead that says you've entered, The Twilight Zone!",
          "genres":["Thriller", "Sci-Fi", "Fantasy", "Horror", "Mystery"],
          "releaseYear":"1963",
          "runtime":"35",
          "banner":"https://static.bunnycdn.ru/i/cache/images/c/c9/c951874c238109eb6a7b98fd80342dd8.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/6/6c/6c0ab9209827e28d841dac859ce4d52b.jpg-w380",
          "type":"tv-show",
          "rent":"19.99",
          "buy":"49.99",
          "IMDbRating":"9.00",
          "actors":["Various"],
          "director":"Various",
          "inDemand": false,
          "featured": true
        },
        { "id": 28,
          "title":"Peaky Blinders",
          "synopsis":"Birmingham, UK, 1919. In the aftermath of WW1, the Shelby family are making a name for themselves as bookmakers, racketeers and gangsters. Nominally the head of the family is the oldest brother, Arthur, but the real brains, ambition and drive in the organisation lies with Tommy, the second oldest. He will carve out an empire for himself that will stretch beyond Birmingham. This with the aid of his family and his gang, the Peaky Blinders.",
          "genres":["Drama", "Crime"],
          "releaseYear":"2019",
          "runtime":"43",
          "banner":"https://static.bunnycdn.ru/i/cache/images/8/88/8873280cb872634dfd8421960a4ef3e3.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/9/9e/9eb5f5c968ebe49f4550d21701a0b415.jpg-w380",
          "type":"tv-show",
          "rent":"13.49",
          "buy":"28.99",
          "IMDbRating":"8.80",
          "actors":["Adrien Brody", "Tom Hardy", "Cillian Murphy", "Sam Claflin"],
          "director":"Various",
          "inDemand": false,
          "featured": true
        },
        { "id": 29,
          "title":"Black Mirror",
          "synopsis":"Over the last ten years, technology has transformed almost every aspect of our lives before we've had time to stop and question it. In every home; on every desk; in every palm - a plasma screen; a monitor; a smartphone--a black mirror of our 21st Century existence. Black Mirror is a contemporary British anthology series with stories that tap into the collective unease about our modern world.",
          "genres":["Drama", "Thriller", "Sci-Fi"],
          "releaseYear":"2019",
          "runtime":"54",
          "banner":"https://static.bunnycdn.ru/i/cache/images/3/37/37a0fa9f2dc6095c7cefba119f974b35.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/b/b5/b5bdc4e9d9fc1305eeb3c27aa814915e.jpg-w380",
          "type":"tv-show",
          "rent":"17.99",
          "buy":"42.99",
          "IMDbRating":"8.80",
          "actors":"Various",
          "director":"Charlie Brooker",
          "inDemand": false,
          "featured": true
        },
        { "id": 30,
          "title":"Narcos",
          "synopsis":"Narcos tells the true-life story of the growth and spread of cocaine drug cartels across the globe and attendant efforts of law enforcement to meet them head on in brutal, bloody conflict. It centers around the notorious Colombian cocaine kingpin Pablo Escobar (Wagner Moura) and Steve Murphy (Holbrook), a DEA agent sent to Colombia on a U.S. mission to capture him and ultimately kill him.",
          "genres":["Drama", "Crime", "Thriller", "Biography"],
          "releaseYear":"2017",
          "runtime":"59",
          "banner":"https://static.bunnycdn.ru/i/cache/images/f/fa/fafedc08f5a739f3a88dc9bfc4fbdba5.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/0/0e/0eb1ef2e72e785c7f7de2f84c126dc1a.jpg-w380",
          "type":"tv-show",
          "rent":"15.49",
          "buy":"31.99",
          "IMDbRating":"8.80",
          "actors":["Wagner Moura", "Paulina Gaitan", "Richard T. Jones", "Bruno Bichir"],
          "director":"Various",
          "inDemand": false,
          "featured": true
        },
        { "id": 31,
          "title":"The Boys",
          "synopsis":"The Boys is set in a universe in which superpowered people are recognized as heroes by the general public and owned by a powerful corporation, Vought International, which ensures that they are aggressively marketed and monetized. Outside of their heroic personas, most are arrogant and corrupt. The series primarily focuses on two groups: the titular Boys, vigilantes looking to keep the corrupted heroes under control, and the Seven, Vought International's premier superhero team. The Boys are led by Billy Butcher, who despises all superpowered people, and the Seven are led by the egotistical and unstable Homelander. As a conflict ensues between the two groups, the series also follows the new members of each team: Hugh \"Hughie\" Campbell of the Boys, who joins the vigilantes after his girlfriend is killed in a high-speed collision by the Seven's A-Train, and Annie January/Starlight of the Seven, a young and hopeful heroine forced to face the truth about the heroes she admires.",
          "genres":["Comedy", "Sci-Fi", "Action", "Crime"],
          "releaseYear":"2020",
          "runtime":"60",
          "banner":"https://static.bunnycdn.ru/i/cache/images/2020/09/a130f1937d30df0700b514ad69917856.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/2020/09/8893f5d2e8e5f6596c866dde82430868.jpg-w380",
          "type":"tv-show",
          "rent":"15.99",
          "buy":"35.99",
          "IMDbRating":"8.70",
          "actors":["Elisabeth Shue", "Laz Alonso", "Karl Urban", "Antony Starr", "Laila Robins", "Chace Crawford", "Dominique Mcelligott", "Shantel Vansanten", "Aya Cash"],
          "director":"Various",
          "inDemand": true,
          "featured": false
        },
        { "id": 32,
          "title":"Curb Your Enthusiasm",
          "synopsis":"He's got it all: a loving wife, good friends, a successful career, a great home...what could possibly go wrong for Larry David? Seinfeld co-creator Larry David stars as himself in this hilarious, off-kilter comedy series that presents an unflinching, self-deprecating depiction of his life.",
          "genres":["Comedy"],
          "releaseYear":"2020",
          "runtime":"",
          "banner":"https://static.bunnycdn.ru/i/cache/images/5/56/562529aa89589788e5d838b3d5b83134.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/c/ce/cef9d8eaf91faf53f5b852605fb02601.jpg-w380",
          "type":"tv-show",
          "rent":"29.99",
          "buy":"19.99",
          "IMDbRating":"8.70",
          "actors":["Larry David", "Vivica A. Fox", "Susie Essman", "Julia Louis Dreyfus"],
          "director":"Robert B. Weide & Larry Charles",
          "inDemand": false,
          "featured": true
        },
        { "id": 33,
          "title":"BoJack Horseman",
          "synopsis":"Washed-up television actor Bojack Horseman has got it all: fame, fortune and glory: or does he? Living in the cynical landscape of modern Hollywood, nothing is as it truly seems with Bojack, because this horseman has a complex, jaded and bitter past that still haunts him. Desperately trying to get back into the Hollywood limelight, Bojack will give it his all to get his career back on track and hopefully find happiness as well.",
          "genres":["Drama", "Animation", "Comedy"],
          "releaseYear":"2019",
          "runtime":"32",
          "banner":"https://static.bunnycdn.ru/i/cache/images/d/db/db63f0e2bbfab3455e1d5bfdb10b2350.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/7/72/726b9239e1dda26ae2b3a37a121f3ff2.jpg-w380",
          "type":"tv-show",
          "rent":"6.99",
          "buy":"18.99",
          "IMDbRating":"8.70",
          "actors":["Angela Bassett", "Will Arnett", "Cedric Yarbrough", "Lake Bell"],
          "director":"Various",
          "inDemand": false,
          "featured": true
        },
        { "id": 34,
          "title":"Fleabag",
          "synopsis":"A dry-witted woman, known only as Fleabag, has no filter as she navigates life and love in London while trying to cope with tragedy. The angry, grief-riddled woman tries to heal while rejecting anyone who tries to help her, but Fleabag continues to keep up her bravado through it all. Comic actress Phoebe Waller-Bridge stars as the titular character on the series, which is based on Waller-Bridge's 2013 one-woman show of the same name.",
          "genres":["Drama", "Comedy"],
          "releaseYear":"2019",
          "runtime":"29",
          "banner":"https://static.bunnycdn.ru/i/cache/images/7/7e/7eb51c34785865230de34ec227599056.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/9/94/947c6bae26ea169e837e865964031944.jpg-w380",
          "type":"tv-show",
          "rent":"8.99",
          "buy":"17.99",
          "IMDbRating":"8.70",
          "actors":["Phoebe Waller Bridge", "Fiona Shaw", "Kristin Scott Thomas", "Olivia Colman"],
          "director":"Harry Bradbeer & Tim Kirkby",
          "inDemand": true,
          "featured": true
        },
        { "id": 35,
          "title":"Archer",
          "synopsis":"Archer is an animated, half-hour comedy that revolves around an international spy agency and the lives of its employees. Although their work of espionage, reconnaissance missions, wiretapping and undercover surveillance is daunting and dangerous, every covert operation and global crisis is actually just another excuse for the staff to undermine, sabotage and betray each other for personal gain. The series features the voices of H. Jon Benjamin as the highly skilled and incredibly vain master spy \"Sterling Archer\" Aisha Tyler as Archer's fellow agent and ex-girlfriend, \"Lana Kane\" Jessica Walter as Archer's domineering mother and spy agency director, \"Malory Archer\" Chris Parnell as the easily intimidated comptroller-turned secret agent \"Cyril Figgis\" Judy Greer as Malory's loquacious, dingbat secretary, \"Cheryl\" Amber Nash as the discordant director of human resources, \"Pam Poovey\" Adam Reed as the gay voice of reason, \"Ray Gillette\" and Lucky Yates as the spy agency's possibly mad scientist possibly clone of himself, \"Krieger\".",
          "genres":["Animation", "Comedy", "Action"],
          "releaseYear":"2009",
          "runtime":"28",
          "banner":"https://static.bunnycdn.ru/i/cache/images/0/00/00cf19f9beebef5e4932d2ffe7b97a44.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/1/10/10181d2a0b54fb8a84017c3ce1f21a3f.jpg-w380",
          "type":"tv-show",
          "rent":"8.99",
          "buy":"26.99",
          "IMDbRating":"8.60",
          "actors":["Adam Reed", "Aisha Tyler", "Judy Greer", "Chris Parnell", "Amber Nash", "H Jon Benjamin", "Jessica Walter", "Lucky Yates"],
          "director":"Adam Reed",
          "inDemand": false,
          "featured": true
        },
        { "id": 36,
          "title":"Westworld",
          "synopsis":"Westworld isn't your typical amusement park. Intended for rich vacationers, the futuristic park, which is looked after by robotic \"hosts\", allows its visitors to live out their fantasies through artificial consciousness. No matter how illicit the fantasy may be, there are no consequences for the park's guests, allowing for any wish to be indulged.",
          "genres":["Drama", "Sci-Fi", "Mystery"],
          "releaseYear":"2020",
          "runtime":"62",
          "banner":"https://static.bunnycdn.ru/i/cache/images/7/72/72df47d1ce5173ddc4296401f0302653.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/8/81/818f8f4c10aa94ec4ac96f2677aca0cb.jpg-w380",
          "type":"tv-show",
          "rent":"11.99",
          "buy":"28.49",
          "IMDbRating":"8.60",
          "actors":["Rodrigo Santoro", "Evan Rachel Wood", "Vincent Cassel", "Ben Barnes"],
          "director":"Various",
          "inDemand": true,
          "featured": true
        },
        { "id": 37,
          "title":"Mindhunter",
          "synopsis":"Two FBI agents, fighting the departmental stigma of backroom boys - those who try to complicate the status quo of simple Means, Motive, Opportunity (MMO) of crime-solving with academics - work to develop an innovative investigative field incorporating psychology, anthropology and sociology as a method to reveal the motive. They acknowledge classic crime-solving - MMO - as no longer sufficient because criminality is becoming more complicated as Motive graduates from need and greed to inexplicable and irrational reasons. They theorize applying deeper psychological evaluation will posit new questions. Simply, asking Why will lead to the Who. This series focuses on the development by two men, two agents, of a new criminal field and does so through story lines of visiting the sociopathic mind.",
          "genres":["Drama", "Thriller", "Crime"],
          "releaseYear":"2019",
          "runtime":"60",
          "banner":"https://static.bunnycdn.ru/i/cache/images/4/47/47553fda988b179145078bd7e007806e.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/3/3a/3af077537ad6f427f01043eef20702a3.jpg-w380",
          "type":"tv-show",
          "rent":"7.99",
          "buy":"18.99",
          "IMDbRating":"8.60",
          "actors":["Anna Torv", "Jonathan Groff", "Dohn Norwood", "Holt McCallany"],
          "director":"David Fincher",
          "inDemand": true,
          "featured": true
        },
        { "id": 38,
          "title":"Doctor Who",
          "synopsis":"The adventures of a Time Lord, one of a race of humanoid alien beings from the planet Galifrey. His/her name has never been revealed; he/she is known only as \"The Doctor\". He/she travels through time and space in a \"TARDIS\", which stands for \"Time And Relative Dimensions In Space\". It is much bigger inside than outside. In his/her travels, he encounters various monsters such as the Daleks, the Cybermen, and a renegade Time Lord known only as the Master. When the Doctor faces death, he/she cheats it by literally becoming a new person.",
          "genres":["Drama", "Sci-Fi", "Adventure", "Family", "Mystery"],
          "releaseYear":"2005",
          "runtime":"50",
          "banner":"https://static.bunnycdn.ru/i/cache/images/2020/07/51927ac1ecbc914326ae0550fce45c30.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/3/37/37e7e4324c538d34ca7f9662414eda97.jpg-w380",
          "type":"tv-show",
          "rent":"35.99",
          "buy":"54.49",
          "IMDbRating":"8.60",
          "actors":["Various"],
          "director":"Various",
          "inDemand": false,
          "featured": true
        },
        { "id": 39,
          "title":"Parks and Recreation",
          "synopsis":"Leslie Knope, a mid-level bureaucrat in an Indiana Parks and Recreation Department, hopes to beautify her town (and boost her own career) by helping local nurse Ann Perkins turn an abandoned construction site into a community park. However, what should be a fairly simple project is stymied at every turn by oafish bureaucrats, selfish neighbors, governmental red tape, and a myriad of other challenges. Leslie's colleague Tom Haverford, who delights in exploiting his position for personal gain, is as likely to undermine her efforts as to help her, while her boss, Ron Swanson, is adamantly opposed to government in any form, even though he's a bureaucrat.",
          "genres":["Comedy"],
          "releaseYear":"2009",
          "runtime":"25",
          "banner":"https://static.bunnycdn.ru/i/cache/images/b/b6/b65eed6b8eef8c39fda74e45e56a54af.jpg",
          "poster":"https://static.bunnycdn.ru/i/cache/images/3/3f/3f56b61f1f377433633c86ba39818966.jpg-w380",
          "type":"tv-show",
          "rent":"14.99",
          "buy":"26.99",
          "IMDbRating":"8.60",
          "actors":["Rashida Jones", "Nick Offerman", "Amy Poehler", "Rob Lowe", "Ben Schwartz", "Chris Pratt", "Jim O'Heir", "Adam Scott", "Aziz Ansari", "Aubrey Plaza", "Retta"],
          "director":"Michael Schur",
          "inDemand": true,
          "featured": true
        }
    ]
}